IDEA Open Model
SectionConcreteCheckResult.ExtremeResults Property
Compatible with IDEA StatiCa 20.1
 Extreme results
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<ConcreteCheckResults> ExtremeResults { get; set; }
Public Property ExtremeResults As List(Of ConcreteCheckResults)
	Get
	Set
Property Value
Type: List<ConcreteCheckResults>
See Also
Reference
SectionConcreteCheckResult Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace